Repository: wp-plugins/video-embed-thumbnail-generator
Catalog: languages/video-embed-thumbnail-generator-*.po
Languages: bg_bg, es_es, fr_fr

source: Vertical align:
bg_bg: Вертикално подравняване:
es_es: Alineación vertical
fr_fr: Alignement Vertical

source: top
bg_bg: горе
es_es: parte superior
fr_fr: haut

source: bottom
bg_bg: долу
es_es: inferior
fr_fr: bas

source: By default %1$s places moov atoms at the end of H.264 encoded files, which forces the entire file to download before playback can start and can prevent Flash players from playing them at all. Since approximately October 2012 %1$s can fix the problem at the end of the encoding process by using the option `movflags faststart`. This is the easiest and fastest way to correct the problem, but older versions of %1$s will not work if you select the movflags option. If you can't update to a new version of %1$s, select qt-faststart or MP4Box which will run after encoding is finished if they are installed on your server.
bg_bg: По подразбиране, %1$s слага 'moov атоми' в края на H.264 кодирани файлове, което прави наложително целият файл да бъде свален, преди възпроизвеждането да започне, и е възможно да спре Flash плеъри от изпълняване. От Октомври 2012, %1$s може да поправи проблема в края на процеса на кодиране, използвайки опцията 'movflags faststart'. Това е най-лесният и бърз начин, проблемът да бъде оправен, но по-старите версии на %1$s няма да работят ако изберете movflags опцията. Ако не можете да обновите до по-нова версия на %1$s, изберете qt-faststart или MP4Box, които ще се изпълняват след като кодирането е приключило, ако са инсталирани на сървъра Ви.
es_es: Por defecto %1$s coloca átomos moov al final de archivos H.264 codificados, lo que obliga a todo el archivo a descargar antes de que la reproducción se pueda iniciar y se puede evitar que los reproductores Flash los puedan re´roducir. Desde aproximadamente en Octubre de 2012 %1$s puede corregir el problema al final del proceso de codificación mediante el uso de la opción `movflags faststart`. Esta es la forma más fácil y rápida para corregir el problema, pero las versiones anteriores de %1$s no funcionarán si se selecciona la opción movflags. Si no se puede actualizar a una nueva versión de %1$s, seleccione qt-faststart o MP4Box que se ejecutarán después de que la codificación termine si están instalados en su servidor.
fr_fr: Par défaut %1s place le moov atom à la fin du fichier encodé en H.264, ce qui force le fichier à être télécharger en entier avant de pouvoir lancer la lecture et cela peut même faire bugger le flash player. Depuis approximativement octobre 2012 %1$s peut régler le problème à la fin du processus d'encodage grâce à l'option 'movflags faststart'. C'est la façon la plus simple et la plus rapide pour corriger ce défaut, mais les version plus vieilles de %1$s ne fonctionneront pas si vous selectionnez l'option movflags. Si vous ne pouvez pas mettre à jour vers une nouvelle version de %1$s, slectionnez alors qt-faststart ou MP4Box qui se lanceront après la fin de l'encodage s'ils sont installé sur votre serveur.

source: Constant Rate Factor (CRF) attempts to maintain a particular quality output for the entire video and only uses bits the encoder determines are necessary. Average Bit Rate is similar to the method used in older versions of this plugin. If CRF is selected, WEBM encoding will also use the ABR setting to set a max bit rate 25% higher than the ABR. Without a max bit rate setting WEBM files are terrible quality.
bg_bg: Фактор за постоянен поток (Constant Rate Factor - CRF) опитва да поддържа определено качество на видеото през цялата му продължителност и използвайки само битове, които енкодера сметне за необходими. Средният битрейт е подобен на метода, използван в старите версии на това разширение. ако CRF е избран, WEBM кодирането ще използва и ABR опцията, за да зададе битрейт 25% по-висок от ABR-ът. Без зададен максимален битрейт, WEBM файловете са с много лошо качество.
es_es: Constant Rate Factor (CRF) (Factor de Tasa Constante) intenta mantener una salida de calidad especial para todo el vídeo y sólo utiliza bits que el codificador determina que son necesarios. Velocidad de bits media es similar al método utilizado en las versiones anteriores de este plugin. Si se selecciona el CRF, la codificación WEBM también utilizará la configuración de ABR para establecer una tasa de bits máxima de 25% más alta que el ABR. Sin una tasa de bits máxima los archivos de configuración WEBM son de terrible calidad.
fr_fr: Le Constant Rate Factor (CRF) tente de maintenir une certain qualité de sortie pour la vidéo dans son intégralité et utilise seulement les bits que l'encodur détermine comme étant necessaires. L'Average Bit Rate (ABR) est similaire à la méthode utilisée dans les versions précèdentes du plugin. Si CRF est selectionné, l'encodage WEBM utilisera alors le réglage ABR pour obtenir un bitrate 25% supérieur à celui de l'ABR. Sans un bitrate maximum, le format WEBM offre une qualité désastreuse.

source: Lower values are higher quality. 18 is considered visually lossless. Default is 23.
bg_bg: По-ниските стойности са за по-високо качество. 18 се счита за 'lossles'(без загуби). Стойността по подразбиране е 23.
es_es: Los valores más bajos son de mayor calidad. 18 se considera visualmente sin pérdidas. El valor predeterminado es 23.
fr_fr: Plus les valeurs sont faibles meilleure est la qualité. 18 est considéré comme visuellement sans perte. 23 est la valeur par défaut.

source: Lower values are higher quality. Default is 10.
bg_bg: По-ниските стойности са за по-високо качество. Стойност по подразбиране - 10.
es_es: Los valores más bajos son de mayor calidad. El valor predeterminado es 10.
fr_fr: Plus les valeurs sont faibles meilleure est la qualité. 10 est la valeur par défaut.

source: Higher values are higher quality. Default is 6.
bg_bg: По-високите стойности за за по-високо качество. Стойност по подразбиране - 6.
es_es: Los valores más altos son de mayor calidad. El valor predeterminado es 6.
fr_fr: Plus les valeures sont hautes, meilleure est la qualité. 6 est la valeur par défaut.

source: bits per pixel.
bg_bg: бита за пиксел.
es_es: Bits por píxel.
fr_fr: bits par pixel.

source: Default is 0.1
bg_bg: По подразбиране - 0.1
es_es: Por defecto es 0.1
fr_fr: 0.1 est la valeur par défaut.

source: profile
es_es: perfil

source: Lower profiles will slightly increase file sizes. This mostly depends on your need for compatability with Android devices. Main profile seems to work on recent phones, although officially Android only supports baseline. High profile is not recommended for mobile or Flash compatibility, and anything above high is designed for professional video and probably incompatible with consumer devices. Older versions of FFMPEG might ignore this setting altogether.
bg_bg: По-ниските профили ще увеличат малко размера на файла. Това зависи предимно от нуждата ви за съвместимост с Android устройства. Главните профили работят с по-новите у-ва, въпреки че официално, Android, поддържа само 'baseline'. Високият профил не се препоръчва за съвместимост с мобилни у-ва или Flash, а всичко над него е за професионално видео и вероятно несъвместимо с обикновени потребителски у-ва. По-старите версии на FFMPEG е възможно да игрнорират тази настройка изяло.
es_es: Perfiles menores aumentan ligeramente el tamaño de los archivos. Esto depende principalmente de su necesidad de compatibilidad con los dispositivos Android. Perfil principal parece funcionar en los teléfonos más recientes, aunque oficialmente Android sólo es compatible con la línea de base. Alto perfil, no se recomienda para la compatibilidad móvil o Flash, y cualquier cosa por encima de alto está diseñada para vídeo profesional y probablemente incompatible con los dispositivos de consumo. Las versiones anteriores de FFMPEG pueden ignorar esta configuración por completo.
fr_fr: Les profils les plus bas augmenterons de manière significative la taille du fichier. Cela dépend surtout de votre besoin de compatibilité avec les appareil Android. Les profgils principaux semblent fonctionner sur les téléphones récents, bien qu'officiellement Android supporte seulement les profils basiques. Les profils eélevé ne sont pas recommandés pour les appareils mobile ou pour une compatibilité flash, et tous les profils au dessus sont fait pour une utilisation professionnelle et certainement incompatible avec les appareil grand public. Les vieille version d'FFMPEG ignoreront certainement ces profils.

source: level
es_es: nivel

source: 3.0 is default. Lower levels will lower maximum bit rates and decoding complexity. This mostly depends on your need for compatability with mobile devices. Older versions of FFMPEG might ignore this setting altogether.
bg_bg: 3.0 по подразбиране. По-ниските нива ще намалят максималните битрейти и сложността на кодирането. Това зависи предимно от нуждата Ви за съвместимост с мобилни устройства. По-старите версии на FFMPEG може да игнорират тази настройка изяло.
es_es: 3.0 es el predeterminado. Los niveles más bajos reducirán las tasas de bits máxima y la complejidad de decodificación. Esto depende principalmente de su necesidad de compatibilidad con dispositivos móviles. Las versiones anteriores de FFMPEG pueden ignorar esta configuración por completo.
fr_fr: 3.0 est la valeur par défaut. Des niveau plus faibles réduiront le bitrate maximumet la complexité de décodage. Cela dépend surtout de votre besoin de compatibilité avec les appareils mobiles. Les vieille version d'FFMPEG risquent d'ignorer ces réglages.

source: Enable legacy FFMPEG "-b" and "-ba" bitrate flags.
bg_bg: Включи наследените FFMPEG "-b" и "-ba" флагове.
es_es: Habilitar banderas de bitrato FFMPEG "b" y "-ba" legacy.
fr_fr: Activer l'héritage FFMPEG "-b" et "-ba" bitrate flags.

source: Enable if your installed version of FFMPEG is old enough that you can't use the newer -b:v flags (Dreamhost users must turn this on). It may cause newer versions of FFMPEG to fail.
bg_bg: Включете това, ако инсталираната версия на FFMPEG е достатъчно стара, че да не поддържа новите -b:v флагове(Потребители на Dreamhost ТРЯБВА да включат тази настройка). Може да предизвика проблеми в новите версии на FFMPEG.
es_es: Habilitar si la versión instalada de FFMPEG es tan antigua que no puede utilizar las banderas –b:v más nuevas (usuarios Dreamhost deben habilitar esta función). Puede causar que nuevas versiones de FFMPEG fallen.
fr_fr: À activer si votre version de FFMPEG installée est assez vieille pour ne pas supporter les nouveaux -b:v flags (Les utilisateur avec un serveur Dreamhost doivent activer cette option). Sinon cela peut entrainer des bugs sur les version plus récente d'FFMPEG.

source: Enable legacy FFMPEG parameters.
bg_bg: Включете наследените(стари) параметри на FFMPEG.
es_es: Habilitar parámetros FFMPEG heredados.
fr_fr: Activer l'héritage des paramètres FFMPEG.

source: Enable if your installed version of FFMPEG is old enough that libx264 requires additional configuration to operate (Dreamhost users must turn this on). This should help if you can encode WEBM or OGV files but H264/Mobile files fail. It could cause newer versions of FFMPEG to fail.
bg_bg: Включете, ако инсталираната версия на FFMPEG е стара и libx264 изисква допълнителна кофигураия за да се изпълнява (Потребители на Dreamhost ТРЯБВА да включат тази настройка). Това би трябвало да помогне, ако можете да кодирате WEBM или OGV файлове, но H264/мобилни файлове се провалят. Може да предизвика проблеми при по-нови версии на FFMPEG.
es_es: Habilitar si la versión instalada de FFMPEG es tan antigua que libx264 requiere una configuración adicional para operar (usuarios Dreamhost deben habilitar esta función). Esto debería ayudar si usted puede codificar archivos WEBM o OGV pero los archivos H264/Mobile fallan. Podría causar que nuevas versiones de ffmpeg para fallen.
fr_fr: À activer si votre version d'FFMPEG est assez vieille si bien que libx264 requière une configuration pout fonctionner (Les utilisateurs Dreamhost doivent activer ça). Cela devrait aider si vous encoder des fichier WEBM ou OGV, en revanche ça ne marchera pas pour les H264/Mobiles. Cela peut faire bugger les version récentes d'FFMPEG.

source: Disable stdin.
es_es: Desactivar stdin.

source: Turn off this checkbox if your installed version of FFMPEG is old enough that it does not recognize the nostdin flag (Dreamhost users must turn this off).
es_es: Habilitar si la versión instalada de FFMPEG es tan antigua que no reconoce la bandera nostdin (Los usuarios de Dreamhost deben deshabilitar esta función).

source: Simultaneous encodes.
bg_bg: едновременни кодирания.
es_es: Codificaciones simultáneas.
fr_fr: Encodages simultanés.

source: Increasing the number will allow %1$s to encode more than one file at a time, but may lead to %1$s monopolizing system resources.
bg_bg: Увеличаване на стойността ще позволи на %1$s да кодира повече от един файл едновременно, но може да доведе до монополизиране на системни ресурси от %1$s.
es_es: Aumentar el número permitirá %1$s para codificar más de un archivo a la vez, pero pueden dar lugar a %1$s monopolizando los recursos del sistema.
fr_fr: Augmenter le nombre permettra à %1$s d'encoder plus un fichier à la fois, mais peut conduire %1$s à monopoliser les ressources systèmes.

source: threads
es_es: hilos

source: Default is 1, which limits encoding speed but prevents encoding from using too many system resources. Selecting 0 will allow %1$s to optimize the number of threads or you can set the number manually. This may lead to %1$s monopolizing system resources.
bg_bg: По подразбиране е 1, което ограничава скоростта на кодиране, но възпира кодирането от използване на прекалено много системни ресурси. Избиране на 0 ще позволи на %1$s да оптимизира броя нишки или можете да зададете броя ръчно. Това може да доведе до монополизиране на системните ресурси от %1$s.
es_es: Por defecto es 1, que limita la velocidad de codificación, pero evita a la codificación utilizar demasiados recursos del sistema. Seleccionar 0 permitirá %1$s para optimizar el número de hilos o puede configurar el número manualmente. Esto puede llevar a %1$s a monopolizar los recursos del sistema
fr_fr: La valeur par défaut est 1 ce qui limite la vitesse d'encodage mais empêche l'encodage de pomper trop de ressources. Le fait de selectionner 0 permettra à %1$s d'optimiser le nombre de threads. Vous pouvez aussi définir le nombre manuellement. Cela peut conduire %1$s à monopoliser les ressources système.

source: Run
es_es: Ejecutar

source: Tells %1$s to run at a lower priority to avoid monopolizing system resources.
bg_bg: Казва на %1$s да се изпълни с по-нисък приоритет, за да избегне монополизиране на системните ресурси.
es_es: Dice a %1$s que se ejecute con una prioridad más baja para evitar la monopolización de los recursos delsistema.
fr_fr: Faire que %1$s s'exécute en priorité basse pour éviter de monopoliser les ressources système.

source: Replace
es_es: Reemplazar

source: %1$s sample %2$s encode command
bg_bg: %1$s мостра %2$s кодираща команда
es_es: %1$s muestra %2$s comando de codificación
fr_fr: Sample de %1$s avec commande d'encodage %2$s

source: %s test output:
bg_bg: Тестов резултат от %s :
es_es: %s salida de prueba:
fr_fr: %s test de sortie

source: For help interpreting this output, %s try our Wiki page on Github
bg_bg: За помощ с интерпретирането на този резултат, %s опитайте нашата Wiki страниа в Github
es_es: Para ayudar a la interpretación de esta salida,%s, pruebe nuestra página Wiki en Github
fr_fr: Pour obtenir de l'aide afin d'interprêter cette sortie, %s essayez de consulter notre wiki sur Github

source: %1$s is disabled in PHP settings. You can embed existing videos and make thumbnails with compatible browsers, but video encoding will not work. Contact your System Administrator to find out if you can enable %1$s.
bg_bg: %1$s е изключен в PHP настройките. Можете да вграждате съществуващи видеа и да създавате картинки със съвместими браузъри, но видео кодирането няма да работи. Свържете се със системния си администратор, за да разберете как да включите %1$s.
es_es: %1$s está deshabilitado en la configuración de PHP. Puede insertar vídeos existentes y crear las miniaturas con los navegadores compatibles, pero la codificación de vídeo no funcionará. Póngase en contacto con el administrador del sistema para averiguar si se puede habilitar %1$s.
fr_fr: %1$s est désactiver dans la configuration de PHP. Vous pouvez intégrer des vidéos existantes et générer des vignettes avec les navigateurs compatibles, mais l'encodage ne fonctionnera pas. Contactez votre administrateur système pour voir comment activer %1$s.

source: %1$s is not executing correctly at %2$s. You can embed existing videos and make thumbnails with compatible browsers, but video encoding is not possible without %1$s.
bg_bg: %1$s не се изпълнява коректно в %2$s. Можете да вграждате съществуващи клипове и да създавате картинки на видеа със съвместими браузъри, но видео кодирането не е възможно без %1$s.
es_es: %1$s no se encuentra en %2$s. Puede insertar videos existentes y hacer miniaturas con los navegadores compatibles, pero la codificación de vídeo no es posible sin %1$s.
fr_fr: %1$s n'a pas été trouvé dans %2$s. Vous pouvez intégrer des vidéos et générer des vignettes avec les navigateurs compatibles, mais l'encodage n'est pas possible sans %1$s.

source: Error message:
bg_bg: Съобщение за грешка:
es_es: Mensaje de error:
fr_fr: Erreur:

source: Video Embed & Thumbnail Generator settings reset to default values.
bg_bg: Настройките на Video Embed & Thumbnail Generator бяха възстановени до стойностите по подразбиране.
es_es: Ajustes de Video Embed & Thumbnail Generator restablecidas a valores por defecto.
fr_fr: Remise par défaut des réglages de Video Embed & Thumbnail Generator.

source: You must enter a value for the maximum video width.
bg_bg: Трябва да въведете стойност за максимална ширина на видеата.
es_es: Debe ingresar un valor para el ancho máximo del video.
fr_fr: Vous devez entrer une valeur pour la largeur maximum de la vidéo.

source: You must enter a value for the maximum video height.
bg_bg: Трябва да въведете стойност за максимална височина на видеото.
es_es: Debe ingresar un valor para la altura máxima del video.
fr_fr: Vous devez entrer une valeur pour la hauteur maximum de la vidéo.

source: You must enter a value for the maximum gallery video width.
bg_bg: Трябва да въведете стойност за максималната ширина на видео галериите.
es_es: Debe ingresar un valor para el ancho máximo de la galería del vídeo.
fr_fr: Vous devez entrer une valeur pour la largeur maximum de la gallerie vidéo.

source: You must enter a value for the maximum gallery video height.
bg_bg: Трябва да въведете стойност за максимална височина на видео галериите.
es_es: Debe ingresar un valor para la altura máxima de la galería de vídeo.
fr_fr: Vous devez entrer une valeur pour la hauteur maximum de la gallerie vidéo.

source: Video Stats
bg_bg: Статистики за видеото
es_es: Estadísticas Vídeo
fr_fr: Statistiques des vidéos

source: %1$s Starts, %2$s Complete Views
bg_bg: %1$s пускания, %2$s пълни гледания
es_es: %1$s Comenzadas, %2$s Reproducciones completas
fr_fr: %1$s démarrages, %2$s vues complètes

source: %1$s not found at %2$s and unable to load video in browser for thumbnail generation.
bg_bg: %1$s не беше намерен във %2$s. Неуспешно зареждане на видеото в браузъра, за да се генерира картинка на видеото.
es_es: %1$s no encontrado en %2$s y no puede cargar el video en el navegador para la generación de imágenes en miniatura.
fr_fr: %1$s n'a pas été trouvé dans at %2$s impossible de charger la vidéo dans le navigateur pour génèrer des vignettes.

source: Force 1st frame thumbnail
bg_bg: Налагане на картинка от първия кадър.
es_es: Forzar el 1er cuadro de la miniatura
fr_fr: Forcer la 1ère image à devenir la vignette

source: Thumbnail timecode:
bg_bg: Код на времето за картинка:
es_es: Código de tiempo de la miniatura:
fr_fr: Timecode de la vignette:

source: Thumbnails
bg_bg: Картинки
es_es: Miniaturas
fr_fr: Vignettes

source: Set thumbnail as featured image
bg_bg: Задай картинката като картинка на публикацията
es_es: Establecer miniatura como imagen destacada
fr_fr: Définir la vignette en tant qu'image à la une

source: Thumbnail URL
bg_bg: URL адрес на картинката
es_es: URL de Miniatura
fr_fr: URL de la vignette

source: Leave blank to use %sdefault thumbnail
bg_bg: Оставете празно, за да използвате %s картинката по подразбиране
es_es: Dejar en blanco para usar miniatura %s por defecto
fr_fr: Laisser vide pour utiliser la vignette par défaut de %s

source: Video Embed Dimensions
bg_bg: Размер на вграденото видео
es_es: Dimensiones Incrustación de Video
fr_fr: Dimensions de la vidéo à intégrer

source: Lock to aspect ratio
bg_bg: Заключване на съотношението на страните
es_es: Bloquear a la relación de aspecto
fr_fr: Maintenir le rapport proportionnel

source: Leave blank to use %sdefault dimensions
bg_bg: Оставете празно за %s размери по подразбиране
es_es: Dejar en blanco para usar %s dimensiones por defecto
fr_fr: Laisser vide pour utiliser les dimension par défaut de %s

source: Additional Formats
bg_bg: Допълнителни формати
es_es: Formatos adicionales
fr_fr: Formats additonnels

source: Track
es_es: Pista

source: Subtitles & Captions
bg_bg: Субтитри и надписи
es_es: Subtítulos y capciones
fr_fr: Sous-titres & Légendes

source: Add track
bg_bg: Добавяне на ппътечка
es_es: Añadir pista
fr_fr: Ajouter une piste

source: Single Video
bg_bg: Самостоятелно видео
es_es: Vídeo Único
fr_fr: Vidéo unique

source: Video Gallery
bg_bg: Видео галерия
es_es: Galería Vídeo
fr_fr: Gallerie Vidéo

source: Video Embed Options
bg_bg: Настройки за вграждането на видео
es_es: Opciones Incrustación Video
fr_fr: Option de la vidéo à intégrer

source: Insert title above video
bg_bg: Заглавие над видеото
es_es: Insertar título vídeo de arriba
fr_fr: Inserer un titre au dessus de la vidéo

source: Insert download link below video
bg_bg: Връзка за сваляне под видеото
es_es: Insertar enlace de descarga a continuación
fr_fr: Insérer un lien de téléchargement sous la vidéo

source: Makes it easier for users to download file.
bg_bg: Улеснява свалянето на файлове от потребителите.
es_es: Hace que sea más fácil para los usuarios descargar el archivo.
fr_fr: Rend le téléchargement plus facile pour les utilisateurs.

source: Insert
es_es: Insertar

source: Gallery Settings (all optional)
bg_bg: Настройки на галериите (незадължителни)
es_es: Configuración de la Galería (todos opcionales)
fr_fr: Réglages de la gallerie (facultatif)

source: Thumbnail Width
bg_bg: Ширина на картинките
es_es: Ancho Miniatura
fr_fr: Largeur des vignettes

source: Order By
bg_bg: Подреждане по
es_es: Ordenar Por
fr_fr: Classer par

source: Sort Order
bg_bg: Начин на подреждане
es_es: Orden de Clasificación
fr_fr: Trier par

source: Exclude
bg_bg: Премахване
es_es: Excluir
fr_fr: Exclure

source: Include
bg_bg: Добавяне
es_es: Incluir
fr_fr: Inclure

source: Post ID
bg_bg: ID на публикацията
es_es: Identificación de la publicación

source: thumbnail
es_es: miniatura

source: Embed Video from URL
es_es: Incrustar el vídeo desde la URL

source: Sample Video
es_es: Muestra de video

source: Sample Embed Code
bg_bg: Примерен код за вграждане
es_es: Muestra de Código Incrustado
fr_fr: Exemple de code d'intégration

source: If text is entered in the attachment's caption field it is displayed here automatically.
bg_bg: Ако в полето за надпис към приложения файл е въведен текст, той се показва тук автоматично.
es_es: Si se introduce texto en el campo de título del adjunto, se muestra aquí de forma automática.
fr_fr: Si du texte est entré dans le champs de légende de la vidéo en pièce jointe, il sera affiché ici automatiquement.
