Repository: wp-plugins/video-embed-thumbnail-generator
Catalog: languages/video-embed-thumbnail-generator-*.po
Languages: bg_bg, es_es, fr_fr

source: If you have FFMPEG/LIBAV and the proper libraries installed, you can choose to replace your uploaded video with an H.264 video, and also transcode into as many as five additional formats depending on the resolution of your original source. Different browsers have different playback capabilities. Most desktop browsers can play H.264, and all modern mobile devices can play at least 480p H.264. If you create multiple H.264 resolutions, the highest resolution supported by the device will be served up automatically. The plugin will not upconvert your video, so if you upload a 720p video, it will not waste your time creating a 1080p version. There was a time when it seemed like a good idea to provide OGV or WEBM for some desktop browsers, but even Firefox allows H.264 playback on Windows now. I no longer recommend encoding OGV or WEBM unless you expect a large number of no-Flash sticklers visiting your site.
bg_bg: Ако имате инсталирани FFMPEG/LIBAV и подходящите библиотеки, можете да заместите каченото видео с H.264 видео и да ко конвертирате в най-много пет други формата, в зависимост от резолюцията на оригиналния източник. Различните браузъри имат различни възможности за възпроизвеждане. Повечето настолни браузъри могат да изпълнят H.264 и всички модерни мобилни у-ва могат да изпълнят поне 480p H.264. Ако създадете няколко H.264 резолюции, най-високата поддържана резолюция за даденото устройство ще бъде заредена автоматично. Разширението няма да опита да зъздаде по-висока резолюция от оригинала - ако източника е 720p, няма да губим времето Ви, създавайки 1080p версия. Преди време беше добра идея да се предоставят OGV и WEBM версии за някои браузъри, но вече дори Firefox поддържа H.264. Вече не препоръчваме OGV и WEBM кодиране, освен ако не очаквате масивни посещения от противници на Flash.
fr_fr: Si vous avez FFMPEG ou LIBAV ainsi que les bibliothèque appropriées installées, vous pouvez alors choisir de remplacer la vidéo uploadée par une vidéo encodée en H.264 et aussi la déclinée dans cinq formats additionnels selon la résolution originale de la vidéo source. Selon les navigateurs, les fonctions de lecture varient. La plupart des navigateur d'ordinateur de bureau ou portable peuvent lire le format H.264, et tous les terminaux mobiles peuvent au moins lire le H.264 en 480p. Si vous créez plusieurs fichier H.264 à différentes résolutions, la résolution la plus haute supporté par l'appareil sera chargée automatiquement. Le plugin ne peut pas améliorer la qualité des vidéos, donc si par exemple vous uploader une vidéo en 720p, ce n'est pas la peine de perdre du temps et de l'espace à la convertir en 1080p. À une époque, il était bien vu d'avoir une version OGV ou WEBM pour certain navigateurs, mais de nos jours, même Firefox peut lire du H.264. Du coup nous ne recommandons plus d'encoder les vidéos dans ce formats à moins de viser une audience anti flash player.

# horizontal center
source: center
bg_bg: център
fr_fr: centre

source: offset
bg_bg: изместване

# vertical center
source: center
bg_bg: център
fr_fr: centre

# H.264 profile. Might not need translation
source: profile
bg_bg: профил
fr_fr: profil

# H.264 level. Might not need translation
source: level
bg_bg: ниво

# CPU threads. Might not need translating
source: threads
bg_bg: нишки

# execute program
source: Run
bg_bg: Изпълняване
fr_fr: Exécuter

# Button text. Implied "Generate thumbnails"
source: Generate
bg_bg: Генериране
fr_fr: Génèrer

# Button text. Implied "Randomize thumbnail generation"
source: Randomize
bg_bg: Разбъркване
fr_fr: Classer dans un ordre aléatoire

# Header for thumbnail section
source: Thumbnails
bg_bg: Картинки
fr_fr: Vignettes

# captions track
source: Track
bg_bg: Пътечка
fr_fr: Piste

# two-letter code indicating track's language
source: Language code:
bg_bg: Код на езика:
fr_fr: Code de langue:

# verb
source: Insert
bg_bg: Добавяне
fr_fr: Type d'insertion

# text appended to newly created thumbnail titles
source: thumbnail
bg_bg: картинка
fr_fr: vignette

# Title in "Add Media" popup sidebar
source: Embed Video from URL
bg_bg: Вграждане на видео от URL адрес
fr_fr: Intégrer une vidéo à partir d'une URL

source: Video Title
bg_bg: Заглавие на видеото
fr_fr: Titre de la vidéo

source: Add an optional header above the video.
bg_bg: Добавяне на допълнително заглавие над видеото.
fr_fr: Ajoute un titre au dessus de la vidéo (facultatif).

source: Specify the URL of the video file.
bg_bg: Задайте точния URL адрес на видео файла.
fr_fr: Spécifier l'URL du fichier vidéo.

source: Number of Thumbnails
bg_bg: Брой картинки
fr_fr: Nombre de vignettes

source: Force 1st Frame Thumbnail
bg_bg: Налагане на картинка от първия кадър
fr_fr: Forcer la 1re image à devenir vignette

source: Dimensions
bg_bg: Размери
fr_fr: Diemensions

source: Lock to Aspect Ratio
bg_bg: Заключване на съотношението на страните
fr_fr: Maintenir l'aspect proportionnel

source: Generate Download Link Below Video
bg_bg: Генериране на линк за сваляне под видеото
fr_fr: Génèrer un lien de téléchargement sous la vidéo

source: Makes it easier for users to download video file
bg_bg: Улеснява свалянето на видео файлове за потребителите
fr_fr: Rend le téléchargement plus facile pour les utilisateurs.

source: Insert into Post
bg_bg: Вкарване в публикацията
fr_fr: Insérer dans un post

# example video
source: Sample Video
bg_bg: Примерно видео
fr_fr: Exemple de vidéo

source: Error:
bg_bg: Грешка:
fr_fr: Erreur:

source: Generates thumbnails, HTML5-compliant videos, and embed codes for locally hosted videos. Requires FFMPEG or LIBAV for encoding.
bg_bg: Генерира картинки, HTML5-съвместими видеа и кодове за вграждане за локални клипове. Нуждае се от FFMPEG или LIBAV за кодиране.

source: #rrggbb
fr_fr: Code hexadécimal de type #rrggbb
