Repository: wp-plugins/video-embed-thumbnail-generator
Catalog: languages/video-embed-thumbnail-generator-*.po
Languages: bg_bg, es_es, fr_fr

source: Allow other content on the same line as the video.
bg_bg: Позволяване на друго съдържание(пр. текст) на същия ред като видеото
es_es: Permitir otros contenidos en la misma línea que el video
fr_fr: Pemettre l'ajout de contenu sur la même ligne que la vidéo.

source: Width:
bg_bg: Ширина:
es_es: Ancho:
fr_fr: Largeur:

source: Height:
bg_bg: Височина:
es_es: Altura:
fr_fr: Hauteur:

source: Enlarge lower resolution videos to max width.
bg_bg: Уголемяване на видеа с по-ниска резолюция до максималната ширина.
es_es: Ampliar vídeos de baja resolución al ancho máximo.
fr_fr: Agrandir les vidéos de faible résolution à la largeur maximale.

source: Usually if a video's resolution is less than the max width, the video player is set to the actual width of the video. Enabling this will always set the same width regardless of the quality of the video. When necessary you can override by setting the dimensions manually.
bg_bg: Обикновено, когато разделителната способност(резолюция) на видеото е по-малка от максималната ширина, видео плеърът е с реалните размери на видеото. Включването на тази опция, ще направи видеата с еднакъв размер, независимо от качеството на конкретния клип. Когато е нужно, можете да зададете различен размер ръчно за отделно видео.
es_es: Por lo general, si una resolución de vídeo es menor que el ancho máximo, el reproductor de vídeo está ajustado a la anchura real del vídeo. Al habilitar esto siempre se establece la misma anchura, independientemente de la calidad del vídeo. Cuando es necesario, puede anular ajustando las dimensiones de forma manual.
fr_fr: Habituellement, dans le cas où la résolution d'une vidéo est inférieure à la largeur maximum, le lecteur vidéo l'affiche telle quelle. Activer cette option fera en sorte d'uniformiser la largeur de la vidéo quelle qu'en soit la qualité. Vous pouvez aussi définir les dimensions manuellement si besoin.

source: Set all videos to expand to fill their containers.
es_es: Los vídeos se expanden para rellenar sus contenedores.

source: Enabling this will ignore any other width settings and set the width of the video to the width of the container it's in.
es_es: Habilitando esto se ignorará cualquier otra configuración de ancho y se establecerá el ancho del video al de su contenedor.

source: Stop, but leave popup window open
es_es: Parar, pero dejar la ventana emergente abierta

source: Autoplay next video in the gallery
es_es: Reproduce automáticamente el siguiente vídeo de la galería

source: Close popup window
es_es: Cerrar la ventana emergente

source: docked
bg_bg: закачено
es_es: Atracado
fr_fr: fixe

source: floating
bg_bg: "плаващо"
es_es: Flotante
fr_fr: flottant

source: none
bg_bg: без
es_es: Ninguno
fr_fr: aucune

source: Play automatically when page loads.
bg_bg: Автоматично възпроизвеждане, след зареждане на страницата.
es_es: Reproducir automáticamente cuando se carga la página.
fr_fr: Démarrer automatiquement la lecture de la vidéo au chargement de la page.

source: Loop to beginning when video ends.
bg_bg: Повторно възпроизвеждане отначало, след като клипът свърши.
es_es: Bucle al inicio cuando termina el video.
fr_fr: Répéter la lecture de la vidéo.

source: Mute
es_es: Quitar sonido

source: metadata
bg_bg: метаданни
es_es: metadato

source: Controls how much of a video to load before the user starts playback. Mobile browsers never preload any video information. Selecting "metadata" will load the height and width and format information along with a few seconds of the video in some desktop browsers. "Auto" will preload nearly a minute of video in most desktop browsers. "None" will prevent all data from preloading.
es_es: Controla la cantidad de un vídeo a cargar antes de que el usuario inicie la reproducción. Los navegadores móviles nunca precargan información de vídeo. Seleccionar "metadata" cargará la altura y la anchura y la información de formato, junto con unos pocos segundos de vídeo en algunos navegadores de escritorio. "Auto" precarga casi un minuto de vídeo en la mayoría de los navegadores de escritorio. "No" evitará que todos los datos se precarguen.

source: Use %s for a nice, circular play button. Leave blank for the default square play button.
bg_bg: Използвайте %s за хубав, кръгъл бутон за възпроизвеждане. Оставете празно за обикновен, квадратен бутон.
es_es: Utilice %s para un botón bonito, circular para reproducir. Dejar en blanco para el botón predeterminado cuadrado.
fr_fr: Utilisez %s pour un joli boutton de lecture circulaire. Laissez vide pour le boutton carré par défaut.

source: Or build your own CSS skin.
bg_bg: Или използвайте собствена CSS кожа.
es_es: O construir su propia piel CSS.
fr_fr: Ou bien développez votre propre skin en CSS.

source: Space-separated list to add to all videos. Example: %s
es_es: Lista separada por espacios para añadir a todos los vídeos. Ejemplo: %s

source: Use %s for a modern, circular play button.
bg_bg: Използвайте %s за хубав, кръгъл бутон за възпроизвеждане.
es_es: Utilice %s para un botón moderno, circular para reproducir.
fr_fr: Utilisez %s pour un boutton lecture moderne et circulaire.

source: Leave blank for the off-center square play button.
bg_bg: Оставете празно за обикновен, квадратен бутон за възпроизвеждане.
es_es: Dejar en blanco para el botón no centrado para reproducir.
fr_fr: Laissez vide pour le boutton de lecture carré désaxé.

source: live
bg_bg: на живо
es_es: BuzónEstirar
fr_fr: direct

source: recorded
bg_bg: запис
es_es: grabado
fr_fr: pré-enregistré

source: letterbox
bg_bg: по ширина
es_es: Buzón
fr_fr: boîte aux lettres (letterbox)

source: stretch
bg_bg: разтягане
es_es: Estirar
fr_fr: étiré

source: zoom
bg_bg: увеличаване
es_es: Acercar

source: Autohide controlbar.
bg_bg: Автоматично скриване на контролната лента.
es_es: Ocultar automáticamente barra de control.
fr_fr: Masquer automatiquement la barre de controle.

source: Overlay play button on poster frame.
bg_bg: Бутон за възпроизвеждане върху картинката
es_es: Botón de reproducción en el marco del cartel.
fr_fr: Bouton Play visible en superposition sur l'image de démarrage.

source: Can make thumbnails
bg_bg: Може да задава картинки
es_es: Puede hacer miniaturas
fr_fr: Possibilité de générer des vignettes

source: Can encode videos
bg_bg: Може да кодира видеа
es_es: Puede codificar videos
fr_fr: Possibilité d'encoder

source: Can view & modify other users encode queue
bg_bg: Може да преглежда и модифицира опашката за кодиране на други потребители
es_es: Puede ver y modificar la cola de codificación de otros usuarios
fr_fr: Possibilité de voir et modifier la file d'attente d'encodage des autres utilisateurs

source: Allow users to embed your videos on other sites.
bg_bg: Позволете на потребителите да вграждат Вашите видеа в други сайтове.
es_es: Permitir a los usuarios incrustar sus videos en otros sitios.
fr_fr: Permettre aux utilisateurs d'intégrer vos vidéos sur d'autres sites.

source: Enable Open Graph video tags
es_es: Habilitar etiquetas de video Open Graph

source: Facebook and some other social media sites will use these tags to embed the first video in your post. For the majority of Facebook users who have enabled secure browsing, your video must be served via https in order to be embedded directly on the page.
bg_bg: Facebook и някои други социални мрежи ще използват тези тагове, за да вграждат първото видео в публикацията Ви. За повечето facebook потребители, които са включили 'secure browsing', вашето видео трябва да бъде показвано чрез https, за да бъде вграждано директно на страницата.
es_es: Facebook y otros sitios de medios sociales van a usar las siguientes etiquetas para incrustar el primer video en tu mensaje. Para la mayoría de usuarios de Facebook que han habilitado navegación segura, el vídeo debe ser servido a través de https para ser incorporado directamente en la página.
fr_fr: Facebook et d'autres réseaux sociaux utilisent ces tags pour intégrer les vidéos dans les publications. Pour la majorité des utilisateurs de Facebook qui ont activé la navigation sécurisée, votre vidéo doit être accessible via le protocole https afin de pouvoir être directement intégrée dans leur publication Facebook.

source: Allow right-clicking on videos.
bg_bg: Позволете десен бутон върху видеата.
es_es: Permitir clic derecho sobre los vídeos.
fr_fr: Autoriser le click-droit sur les vidéos.

source: We can't prevent a user from simply saving the downloaded video file from the browser's cache, but disabling right-clicking will make it more difficult for casual users to save your videos.
bg_bg: Няма да спре потребителите от записване на видеото от кеша на браузъра, но изключването на десния бутон върху клиповете ще направи свалянето им от обикновени потребители значително по-трудно.
es_es: No podemos evitar que un usuario simplemente guarde el archivo de vídeo descargado desde la caché del navegador, pero desactivando el botón derecho hará que sea más difícil para los usuarios ocasionales guardar sus videos.
fr_fr: Nous ne pouvons pas empêcher un utilisateur de récupérer la vidéo à partir du cache du navigateur, mais le fait de désactiver le click-droit découragera les utilisateurs occasionnels de procéder ainsi.

source: Set generated video thumbnails as featured images.
bg_bg: Задаване на генерираните картинки, като картинки на публикациите.
es_es: Establecer miniaturas de vídeo generadas como imágenes destacadas.
fr_fr: Définir la vignette générée en tant qu'image à la une.

source: If your theme uses the featured image meta tag, this will automatically set a video's parent post's featured image to the most recently saved thumbnail image.
bg_bg: Ако шаблонът, който използвате поддържа картинки на публикациите, тази опция ще зададе картинката на видеото, като картинка на публикацията, в която се намира.
es_es: Si el tema utiliza la etiqueta meta de la imagen destacada, esto establecerá automáticamente después la imagen destacada de una publicación padre de un vídeo a la miniatura guardada más recientemente.
fr_fr: Si votre thème utilise le meta tag image à la une (Featured Image), cela définira automatiquement la vignette la plus récente en tant qu'image à la une du post parent de la vidéo.

source: Set all as featured
es_es: Establece todas como destacadas

source: If you've generated thumbnails before enabling this option, this will set all existing thumbnails as featured images. Be careful!
bg_bg: Ако сте генерирали картинки преди, включването на тази опция ще ги зададе като картинки на публикации.
es_es: Si usted ha generado miniaturas antes de habilitar esta opción, esto hará que todas las miniaturas existentes se establezcan como imágenes destacadas. ¡Tenga cuidado!
fr_fr: Attention, si vous avez généré des vignettes avant d'activer cette option, cela definira toutes les vignettes existantes en tant qu'image à la une.

source: This depends on your theme. Thumbnails generated by the plugin can be saved as children of the video attachment or the post. Some themes use an image attached to a post instead of the built-in featured image meta tag. Version 3.x of this plugin saved all thumbnails as children of the video.
bg_bg: Това зависи от темата, която ползвате. Картинките, генерирани от това разширение могат да бъдат задавани като деца на видеото или на публикацията. Някои теми използват изображение, прикачено към публикацията, вместо обикновенните картинки на публикация. Версия 3.х на това разширение записваше всички картинки, като деца на видеото.
es_es: Esto depende de su tema. Miniaturas generadas por el plugin se pueden guardar como hijos del adjunto de video o en la publicación. Algunos temas usan una imagen adjunta a un mensaje en lugar de la etiqueta meta de la imagen destacada incorporada. La Versión 3.x de este plugin guardaba todas las miniaturas como hijos del vídeo.
fr_fr: Cela dépends de votre thème. Les vignettes générées par ce plugin peuvent être enregistrées comme "enfant" de la pièce joint vidéo ou du post. Certains thèmes utilisent une image en pièce jointe au lieu du meta tag image à la une (featured image). La version 3.x de ce plugin sauvegarde toutes les vignettes come "enfants" de la vidéo.

source: Set all parents
bg_bg: Задай всички родители
es_es: Establecer todos los padres
fr_fr: Définir tous les parents

source: If you've generated thumbnails before changing this option, this will set all existing thumbnails as children of your currently selected option.
bg_bg: Ако сте генерирали картинки преди да промените тази настройка, това ще зададе всички съществуващи картинки като деца на избраната опция.
es_es: Si usted ha generado miniaturas antes de cambiar esta opción, esto establecerá todas las miniaturas existentes como hijas de la opción seleccionada actualmente.
fr_fr: Si vous avez généré des vignettes avant de modifier cette option, cela va définir toutes les vignettes en tant qu'"enfants" de votre sélection courante.

source: all
bg_bg: всички
es_es: todo
fr_fr: tous

source: encoded videos only
bg_bg: само кодирани видеа
es_es: solo videos codificados
fr_fr: Vidéos encodées seulement

source: If you delete the original video you can choose to delete all associated attachments (thumbnails & videos) or keep the thumbnail.
bg_bg: Ако изтриете оригиналното видео, може да изберете дали да изтриете всички асоциирани с него приложения(картинки и видеа) или да запазите картинката.
es_es: Si elimina el vídeo original usted puede optar por eliminar todos los archivos adjuntos asociados (miniaturas y videos) o mantener la vista en miniatura.
fr_fr: Si vous avez supprimé la vidéo originale, vous pouvez choisir de supprimer toutes les pièces jointes associées (vignettes & videos) ou bien garder les vignettes.

source: HTML tag applied to titles inserted above the video. Examples: %s. Corresponding closing tags will be applied to the end of the title automatically.
bg_bg: HTML таг, прилагащ се към заглавията на видеата. Пример: %s. Затварящите тагове ще бъдат добавени в края на заглавието автоматично.
es_es: Etiqueta HTML aplicada a títulos insertados por encima del vídeo. Ejemplos: %s. Las etiquetas de cierre correspondientes se aplicarán al final del título de forma automática.
fr_fr: Balise HTML appliqué pour les titre insérés au dessus de la vidéo. Example: %s. Correspondant à la balise fermante qui sera automatiquement appliquée à la fin du titre.

source: Match plugin settings
bg_bg: Копирай настройките на разширението
es_es: Ajustar la configuración del plugin
fr_fr: Correspondre aux réglages du plugin

source: WordPress default
bg_bg: По подразбиране на WordPress
es_es: Por defecto de WordPress
fr_fr: Lecteur WordPress par défaut

source: Video only (deprecated)
bg_bg: Само видео (не се препоръчва)
es_es: Sólo Video (obsoleto)
fr_fr: Vidéo seulement (déconseillé)

source: The plugin can filter your media attachment page to display videos using your chosen settings, or completely replace your attachment template to show only the video. If you were one of the few people using iframe embed codes before version 4.0 of this plugin then you should continue to use "Video only" but otherwise it's not recommended.
bg_bg: Разширението може да филтрира страницата Ви за прикачени файлове да показва клиповете според настройките, които сте направили или напълно да я замени, така че да показва само видеото. Ако сте от малкото хора, които използваха iframe кодове за вграждане преди версия 4.0 на това разширение, продължете да използвате 'само видео'. В останалите случай не се препоръчва.
es_es: El plugin puede filtrar su página de adjuntos de medios de comunicación para mostrar videos utilizando la configuración seleccionada, o reemplazar completamente la plantilla de adjuntos para mostrar sólo el video. Si usted es una de las pocas personas que utilizaban códigos dentro de un iframe antes de la versión 4.0 de este plugin, entonces usted debe seguir usando "Video solamente" pero no se recomienda utilizarlo de otra forma.
fr_fr: Par défaut Wordpress affiche seulement le titre de la vidéo sur la page de la pièce jointe. Ce plugin peut modifier votre page pièce jointe en y affichant la vidéo, ou bien complétement remplacer votre template pièce jointe pour y afficher seulement la vidéo. Si vous faîtes partie de ceux qui utilisent les iframes pour intégrer les vidéos depuis une version du plugin antérieure à la 4.0 alors vous pouvez continuez d'utiliser "Video seulement", sinon ce n'est pas recommandé.

source: This should be the folder where applications are installed on your server, not a direct path to an application, so it doesn't usually end with %1$s. Example: %2$s.
bg_bg: Това трябва да е директорията, в която приложенията са инсталирани на вашия сървър, не директен път до приложение, така че обикновено не завършва с %1$s. Пример: %2$s.
es_es: Esto debería ser la carpeta donde las aplicaciones se instalan en el servidor, no un camino directo a una aplicación, por lo que no suelen acabar con %1$s. Ejemplo: %2$s
fr_fr: Il s'agit du dossier dans lequel les applications sont installées sur votre seveur, et non pas le chemin direct vers une application. Donc cela ne devrait pas finir par %1$s. Exemple: %2$s.

source: FFMPEG split into two separate branches in 2011. The new branch is called LIBAV and executes using "avconv" instead of "ffmpeg." Both are still actively developed and FFMPEG frequently incorporates LIBAV features. Debian & Ubuntu users probably have LIBAV installed.
bg_bg: FFMPEG се раздели на няколко различни клона през 2011. Новият клон се казва LIBAV и се изпълнява, използвайки "avconv", вместо "ffmpeg". И двата все още активно се разработват и FFMPEG често използва фукнции от LIBAV. Debian и Ubuntu потребители, ней-вероятно имат инсталиран LIBAV.
es_es: FFMPEG se divide en dos ramas separadas en 2011. La nueva rama se llama LIBAV y se ejecuta usando "avconv" en vez de "ffmpeg." Ambos aún se están desarrollando activamente y FFMPEG con frecuencia incorpora características LIBAV. Los usuarios de Debian y Ubuntu, probablemente tienen LIBAV instalado.
fr_fr: FFMPEG est divisé en deux branches depuis 2011. La nouvelle branches s'appelle LIBAV et s'exécute en utilisant "avconv" au lieu de "ffmpeg". Le developpement des deux branches est toujours maintenu activement et FFMPEG inclut des fonctionnalité de LIBAV. Les utilisateur Debian & Ubuntu ont probablement LIBAV d'installé.

source: When possible, use the browser's built-in video capabilities to make thumbnails instead of %s.
bg_bg: Когато може, използване видео възможностите на браузъра, за генериране на картинки, вместо %s.
es_es: Cuando sea posible, utilice las capacidades de vídeo integradas de su navegador para hacer miniaturas en lugar de %s.
fr_fr: Si possible, utiliser les fonctionnalités vidéos natives du navigateur pour générer des vignettes au lieu d'utiliser celles de %s.

source: Replace original with
es_es: Reemplazar el original con

source: If you have FFMPEG/LIBAV and the proper libraries installed, you can choose to replace your uploaded video with your preferred format, and also transcode into as many as six additional formats depending on the resolution of your original source. Different browsers have different playback capabilities. Most desktop browsers can play H.264, and all modern mobile devices can play at least 360p H.264. If you create multiple H.264 resolutions, the highest resolution supported by the device will be served up automatically. The plugin will not upconvert your video, so if you upload a 720p video, it will not waste your time creating a 1080p version. There was a time when it seemed like a good idea to provide OGV or WEBM for some desktop browsers, but even Firefox allows H.264 playback on Windows now. I no longer recommend encoding OGV or WEBM unless you expect a large number of no-Flash sticklers visiting your site.
es_es: Si tiene FFMPEG/LIBAV y las bibliotecas adecuadas instaladas, puede optar por reemplazar su vídeo subido con un video de H.264, y también transcodificar en un máximo de cinco formatos adicionales dependiendo de la resolución de su fuente original. Diferentes navegadores tienen diferentes capacidades de reproducción. La mayoría de los navegadores de escritorio puede reproducir H.264, y todos los dispositivos móviles modernos pueden reproducir al menos 480p H.264. Si crea varias resoluciones H.264, la resolución más alta admitida por el dispositivo se servirá de forma automática. El plugin no convierte el vídeo, por lo que si sube un video de 720p, no va a perder el tiempo creando una versión 1080p. Hubo un momento en que parecía como una buena idea proporcionar OGV o WEBM para algunos navegadores de escritorio, pero incluso Firefox permite la reproducción de H.264 en Windows ahora. Ya no recomiendo codificar OGV o WEBM a menos que usted espera un gran número de rigoristas no-Flash visitando su sitio.

source: (iPhone 4s+, iPad 2+, modern Android, Windows Phone 8, Chrome, Safari, IE 9+, Firefox Windows)
bg_bg: (iPhone 4s+, iPad 2+, модерни у-ва с Android, Windows Phone 8, Chrome, Safari, IE 9+, Firefox Windows)
es_es: (IPhone 4s +, iPad 2 +, Android moderno, Windows Phone 8, Chrome, Safari, IE 9 +, Firefox Windows)

source: (iPhone 4+, iPad, most Android, Chrome, Safari, IE 9+, Firefox Windows)
bg_bg: (iPhone 4+, iPad, повечето у-ва с Android, Chrome, Safari, IE 9+, Firefox Windows)
es_es: ( iPhone 4 +, iPad, casi todos los Android, Chrome, Safari, IE 9 +, Firefox Windows)

source: Generate %1$s thumbnail from %2$s%% of the way through the video.
bg_bg: Генериране на %1$s картинка от %2$s%% от видеото.
es_es: Generar %1$s miniatura desde %2$s%% sobre la marcha a través del vídeo.
fr_fr: Génèrer %1$s vignette à partir de %2$s%% de la vidéo.

source: Encode formats selected above.
bg_bg: Кодиране на избраните по-горе формати.
es_es: Formatos de codificación seleccionados arriba
fr_fr: Encoder aux formats selectionnés ci dessus.

source: Generate thumbnails
es_es: Generar miniaturas

source: Use %s to automatically generate thumbnails for every video in the Media Library that doesn't already have them. Uses the automatic thumbnail settings above. This could take a very long time if you have a lot of videos. Proceed with caution!
es_es: Usar %s para automáticamente generar miniaturas para cada vídeo de la Librería de Medios que no la tenga previamente. Utiliza la configuración de miniaturas automáticas de más arriba. Este procesos puede tardar bastante tiempo. ¡Ejecútalo con precaución!

source: Encode videos
es_es: Codificar vídeos

source: Add every video in the Media Library to the encode queue if it hasn't already been encoded. Uses the default encode formats chosen above.
es_es: Añadir cada vídeo en la Librería de Medios a la cola de codificación si todavía no ha sido codificado. Utiliza el formato por defecto seleccionado más arriba.

source: Username:
bg_bg: Потребителско име:
es_es: Nombre de Usuario:
fr_fr: Nom d'utilisateur:

source: Password:
bg_bg: Парола:
es_es: Contraseña:
fr_fr: Mot de passe:

source: If your videos are htaccess protected, %s will access them using these credentials.
bg_bg: Ако видеата Ви са защитени с .htaccess, %s ще ги достъпва с тези данни за достъп.
es_es: Si sus vídeos están protegidos por htaccess,%s accederá a ellos utilizando estas credenciales.
fr_fr: Si vos vidéos sont protégées par un fichier htaccess, %s y aura accès en utilisant ces identifiants.

source: Scale: %s%% of video covered by the watermark.
bg_bg: Преоразмеряване: %s%% от видеото е покрито с водния знак.
es_es: Escala: %s%% del vídeo cubierta por la marca de agua.
fr_fr: Echelle: %s%% de la vidéo couverte par le filigrane.

source: Horizontal align:
bg_bg: Хоризонтално подравняване:
es_es: Alineación horizontal:
fr_fr: Alignement Horizontal
