Repository: wp-plugins/video-embed-thumbnail-generator
Catalog: languages/video-embed-thumbnail-generator-*.po
Languages: bg_bg, es_es, fr_fr

source: same resolution H.264
es_es: H.264 de la misma resolución

source: Replace original with %s
es_es: Reemplazar el original con %s

source: Settings
bg_bg: Настройки
es_es: Configuración
fr_fr: Réglages

source: Network Settings
bg_bg: Настройки на мрежата
es_es: Configuración de red
fr_fr: Réglages Réseaux

source: Wait
es_es: Espere

source: Hide video...
bg_bg: Скрийте видеото...
es_es: Ocultar vídeo ...
fr_fr: Cacher la vidéo

source: Choose from video...
bg_bg: Изберете от видеото...
es_es: Elija vídeo ...
fr_fr: Choisir depuis les vidéos

source: Can't load video
bg_bg: Видеото не може да се зареди
es_es: No se puede cargar el vídeo
fr_fr: Impossible de charger la vidéo

source: Choose Thumbnail:
bg_bg: Изберете картинка:
es_es: Elija miniatura:
fr_fr: Choix de la vignette

source: Save All Thumbnails
bg_bg: Запазете всички картинки
es_es: Guarde todas las miniaturas
fr_fr: Sauvegarder toutes les vignettes

source: Saving...
bg_bg: Запазване...
es_es: Guardando...
fr_fr: En cours de sauvegarde...

source: Loading...
bg_bg: Зареждане...
es_es: Cargando…
fr_fr: Chargement...

source: Generate
bg_bg: Генериране
es_es: Generar
fr_fr: Générer

source: Randomize
bg_bg: Разбъркване
es_es: Aleatorizar
fr_fr: Mélanger

source: %s not found
bg_bg: %s не е намерено
es_es: %s no encontrado
fr_fr: %s non trouvé

source: Please enter a URL that points to a valid video file. Video sharing sites are not supported by this plugin. To embed from YouTube, Vimeo, etc, just paste the link directly into the post window and WordPress will handle the rest.
bg_bg: Въведете URL адрес, водещ към валиден видео файл. Сайтове за видеосподеляне не се поддържат. За да вградите видео от YouTube, Vimeo и тн., поставете връзката директно в публикацията и WordPress ще се погрижи за останалото.
es_es: Por favor introduzca una URL que apunte a un archivo de vídeo válido. Sitios de intercambio de video no son compatibles con este plugin. Para incrustar desde YouTube, Vimeo, etc., basta con pegar el enlace directamente en la ventana del mensaje y WordPress se encargará del resto.
fr_fr: Veuillez entrer un URL pointant vers un fichier vidéo valide. Ce plugin ne prend pas en charge les sites de partage de vidéos. vAfin d'intégrer une vidéo YouTube, Vimeo, etc... Il vous suffit de copier/coller le lien de la vidéo directement dans la fenêtre de rédaction de votre post et Wordpress se charge du reste.

source: Please enter a valid video URL
bg_bg: Въведете валиден адрес на видео
es_es: Introduce una URL de vídeo válida
fr_fr: Veuillez entrer une URL valide

source: You are about to permanently delete the encoded video. 'Cancel' to stop, 'OK' to delete.
bg_bg: Това действие ще изтрие перманентно кодираното видео. 'Отказ' за прекратяване, 'ОК' за изтриване.
es_es: Vas a eliminar permanentemente el video codificado. "Cancelar" para detener, 'OK' para borrar.
fr_fr: Vous êtes sur le point de supprimer définitivement la vidéo encodée. v'Annuler' pour arrêter, 'OK' pour confirmer.

source: Saved.
bg_bg: Записано.
es_es: Guardado.
fr_fr: Sauvegardé.

source: Running test...
bg_bg: Тестване...
es_es: Ejecutando la prueba ...
fr_fr: Phase de test en cours...

source: FFMPEG or LIBAV required for these functions.
bg_bg: FFMPEG или LIBAV са необходими за тези функции.
es_es: FFMPEG o LIBAV requerido para estas funciones.
fr_fr: Ces fonctionalités requièrenet les bibliothèques FFMPEG ou LIBAV.

source: You are about to set all existing video thumbnails previously generated by this plugin as the featured images for their posts. There is no 'undo' button, so proceed at your own risk.
bg_bg: Това действие ще зададе всички съществуващи видео-картинки, генерирани досега, като картинки на публикациите, в които се намират. Няма бутон за връщане, затова продължавате на собствен риск.
es_es: Usted está a punto de establecer todas las miniaturas de vídeo existentes previamente generados por este plugin como las imágenes destacadas para sus puestos. No hay botón de "deshacer", así que proceda a su propio riesgo.
fr_fr: Toutes les vignettes de vidéo générées par le plugin vont être définies en tant qu'image à la une pour leur post respectifs. Vous ne pourrez pas annuler, agissez en connaissance de cause.

source: You are about to create thumbnails for every video in your Media Library that doesn't already have one. This might take a long time. There is no 'undo' button, so proceed at your own risk. Number of videos without thumbnails:
es_es: Usted está a punto de crear miniaturas para cada vídeo en su Librería de Medios que no tenga una previamente. Esto puede tardar bastante. No ha hay botón de deshacer, por tanto ejecútelo bajo su responsabilidad. Número de vídeos sin miniatura:

source: You are about to add every video in your Media Library to the video encode queue if it hasn't already been encoded. This might take a long time.
es_es: Estás a punto de añadir cada video de tu Librería de Medios en la cola de codificación de video si todavía no han sido codificados. Esto puede tardar bastante tiempo.

source: No thumbnails generated. All videos have thumbnails already.
es_es: No se ha generado ninguna miniatura. Todos los vídeo ya tiene miniatura.

source: 'Cancel' to stop, 'OK' to proceed.
bg_bg: 'Отказ' за прекратяване, 'ОК' за продължаване.
es_es: "Cancelar" para detener, en 'Aceptar' para continuar.
fr_fr: 'Annuler' pour arrêter, 'OK' pour confirmer.

source: You are about to set all existing video thumbnails previously generated by this plugin as attachments of their posts rather than their associated videos. Proceed at your own risk.
bg_bg: Това действие ще зададе всички съществуващи видео-картинки, генерирани от това разширение, като приложения на публикациите им, вместо директно на видеата. Продължете на собствен риск.
es_es: Usted está a punto de establecer todas las miniaturas de vídeo existentes previamente generados por este plugin como archivos adjuntos de sus mensajes en lugar de sus vídeos asociados. Proceda a su propio riesgo.
fr_fr: Toutes les vignettes de vidéo générées par le plugin vont être définies en tant que pièce jointe de leur post respectif au lieu de vidéo associée. Agissez en connaissance de cause.

source: You are about to set all existing video thumbnails previously generated by this plugin as attachments of their videos rather than their associated posts. Proceed at your own risk.
bg_bg: Това действие ще зададе всички съществуващи видео-картинки, генерирани от това разширение, като приложения към видеата, вместо към публикациите им. Продължете на собствен риск.
es_es: Usted está a punto de establecer todas las miniaturas de vídeo existentes previamente generados por este plugin como archivos adjuntos de sus videos en lugar de sus mensajes asociados. Proceda a su propio riesgopista:.
fr_fr: Toutes les vignettes de vidéo générées par le plugin vont être définies en tant que pièce jointe de leur vidéo respective au lieu de l'être à leurs post associés. Agissez en connaissance de cause.

source: Complete
bg_bg: Готово
es_es: Completo
fr_fr: Terminé

source: Track type:
bg_bg: Тип на пътечката:
es_es: Tipo de Rastreo:
fr_fr: Type de piste:

source: subtitles
bg_bg: субтитри
es_es: Subtítulos
fr_fr: sous-titres

source: captions
bg_bg: надписи
es_es: Subtítulos
fr_fr: légendes

source: chapters
bg_bg: части
es_es: Capítulos
fr_fr: chapitres

source: Choose a Text File
bg_bg: Изберете текстов файл
es_es: Elija un archivo de texto
fr_fr: Choix à partir d'un fichier texte

source: Set as track source
bg_bg: Задайте като източник на пътечката
es_es: Establecer como fuente de rastreo
fr_fr: Définir en tant que piste par défaut.

source: Choose from Library
bg_bg: Изберете от библиотеката
es_es: Elija desde Biblioteca
fr_fr: Choix depuis la bibliothèque

source: Language code:
bg_bg: Езиков код:
es_es: Código Idioma:
fr_fr: Code Langue:

source: Label:
bg_bg: Етикет:
es_es: Etiqueta:

source: Custom
es_es: Personalizado

source: %s view
bg_bg: %s гледане
es_es: %s reproducción
fr_fr: %s vue

source: Click on this link to download
es_es: Pulse en este enlace para descargar

source: Right-click or ctrl-click on this link to download
bg_bg: Натиснете десен бутон или CTRL–ляв бутон, върху тази връзка, за сваляне.
es_es: Haga clic derecho o ctrl-clic en este enlace para descargar
fr_fr: 'Click-droit' ou 'ctrl-click' sur le lien pour télécharger le fichier

source: Embed:
es_es: Incrustar:

source: Play Start
es_es: Iniciar reproducción

source: Complete View
es_es: Vista completa

source: Next
es_es: Siguiente

source: Previous
es_es: Anterior

source: %1$s not found at %2$s
es_es: %1$s no encontrado en %2$s

source: Clear Format
es_es: Borrar Formato

source: Delete Permanently
bg_bg: Перманентно изтриване
es_es: Eliminar permanentemente
fr_fr: Supprimer définitivement

source: Currently encoding
bg_bg: Кодира се
es_es: Codificando Actualmente
fr_fr: En cours d'encodage

source: Format already exists
bg_bg: Форматът вече съществува
es_es: Formato ya existe
fr_fr: Ce format existe déjà

source: You don't have permission to encode videos
bg_bg: Нямате разрешение да кодирате видеа
es_es: Usted no tiene permiso para codificar vídeos
fr_fr: Vous n'avez pas les permissions pour encoder les vidéos

source: Choose %s
es_es: Elija %s

source: Set as %s
es_es: Establecer como %s

source: Nothing to encode
bg_bg: Няма нищо за кодиране
es_es: Nada para codificar
fr_fr: Rien à encoder

source: Update
es_es: Actualizar

source: Encode selected
es_es: Codificar los seleccionados

source: Generates additional video formats compatible with most mobile & HTML5-compatible browsers
bg_bg: Генерира допълнителни видео формати, съвместими с повечето мобилни и html5-поддържащи браузъри
es_es: Genera formatos de vídeo adicionales compatibles con los navegadores más móviles y compatibles con HTML5
fr_fr: Générer des vidéos supplémentaires aux formats compatibles avec la plupart des navigateurs mobiles & HTML5.

source: Order
es_es: Orden

source: User
es_es: Usuario

source: Thumbnail
es_es: Miniatura

source: File
es_es: Archivo

source: Formats
es_es: Formatos

source: Actions
es_es: Acciones

source: Site
es_es: Sitio

source: Other user's video
bg_bg: Видео на друг потребител
es_es: Vídeo de otro usuario
fr_fr: Autres vidéos de l'utilisateur

source: Queue is empty
bg_bg: Опашката е празна
es_es: Cola está vacía
fr_fr: La file d'attente est vide

source: Video Embed & Thumbnail Generator Encoding Queue
bg_bg: Video Embed & Thumbnail Generator опашка за кодиране
es_es: Cola para codificación de generador de miniaturas y video incrustado
fr_fr: Video Embed & Thumbnail Generator - Encodage en attente

source: Video Encode Queue
es_es: Cola para codificación de video

source: Network Video Encode Queue
es_es: Cola para codificación de video en red

source: Clear All Completed
bg_bg: Изчистване на всички готови
es_es: Borrar Todo lo Completado
fr_fr: Retirer de la liste toutes les actions terminées

source: Video Embed & Thumbnail Generator network settings reset to default values.
bg_bg: Мрежовите настройки на Video Embed & Thumbnail Generator бяха възстановени по подразбиране.
es_es: Ajustes de red de Video Embed & Thumbnail Generator restablecidas a valores por defecto.
fr_fr: Remise par défaut des réglages de Video Embed & Thumbnail Generator.

source: Save Changes
bg_bg: Запазване на промените
es_es: Guardar cambios
fr_fr: Sauvegarder les changements

source: Reset Options
bg_bg: Възстановяване на настройките по подразбиране
es_es: Resetear opciones
fr_fr: Revenir aux réglages par défaut

source: %s settings tab.
es_es: %s pestaña de configuración.

source: %s Settings
es_es: Configuración %s

source: Default Video Playback Settings
bg_bg: Настойки за изпълняване на видео по подразбиране
es_es: Configuración predeterminada de reproducción de vídeo
fr_fr: Réglages de la lecture de vidéos par défaut

source: The following options will only affect Flash playback
bg_bg: Настройките по-долу се отнасят само за Flash
es_es: Las siguientes opciones sólo afectarán Reproducción de Flash
fr_fr: Les options suivantes ne concernent que les lecteurs flash

source: Plugin Settings
bg_bg: Настройки на разширението
es_es: Configuración Plugin
fr_fr: Réglages du plugin

source: Video Encoding Settings
bg_bg: Настройки за кодирането на видео
es_es: Configuración de codificación de Vídeo
fr_fr: Paramètres d'encodage

source: Default thumbnail:
bg_bg: Картинка по подразбиране:
es_es: Miniaturas por defecto:
fr_fr: Vignette par défaut:

source: End of video image:
bg_bg: Картинка в края на видеото:
es_es: Imagen de vídeo final:
fr_fr: Image de fin de vidéo:

source: Watermark overlay:
bg_bg: Воден знак:
es_es: Superposición de Marca de Agua
fr_fr: Filigrane en superposition:

source: Video alignment:
bg_bg: Подравняване на видеото:
es_es: Alineación del vídeo:
fr_fr: Alignement de la vidéo:

source: Automatically resize videos:
bg_bg: Автоматично преоразмеряване на видеата:
es_es: Cambio de tamaño automático vídeos:
fr_fr: Redimesionner les vidéos automatiquement:

source: Inline videos:
bg_bg: Видеа в текста:
es_es: Vídeos Inline:
fr_fr: Vidéos sur la même ligne:

source: Max embedded video dimensions:
bg_bg: Максимални размери за вградени видеа:
es_es: Número máximo de dimensiones de vídeo incorporado:
fr_fr: Dimensions maximum de la vidéo:

source: Max gallery video dimensions:
bg_bg: Максимални размери за видеа в галерия:
es_es: Dimensiones máximas de galería de vídeo:
fr_fr: Dimensions maximum de la gallerie vidéo:

source: Gallery thumbnail width:
bg_bg: Ширина на картинките в галерия:
es_es: Ancho Galería de miniaturas:
fr_fr: Largeur de la vignette vidéo pour la gallerie:

source: Gallery playback end action:
es_es: Acción final de la reproducción de la Galería:

source: Video controls:
bg_bg: Контролни бутони на видеата:
es_es: Controles de vídeo:
fr_fr: Contrôles de la vidéo:

source: Autoplay:
bg_bg: Автоматично изпълняване:
es_es: Reproducción automática:
fr_fr: Lancement automatique:

source: Loop:
es_es: Repetir:

source: Volume:
es_es: Volumen:

source: Preload:
bg_bg: Предварително зареждане:
es_es: Precarga:
fr_fr: Préchargement:

source: Skin class:
es_es: Clase de la máscara:

source: Custom attributes:
es_es: Atributos personalizados:

source: Background color:
bg_bg: Цвят на фона:
es_es: Color de fondo:
fr_fr: Couleur d'arrière plan:

source: XML configuration file:
bg_bg: XML конфигурационен файл:
es_es: Archivo de configuración XML:
fr_fr: Fichier XML de configuration:

source: Video skin file:
bg_bg: Файл с кожа за видеото:
es_es: Archivo de máscara de vídeo:
fr_fr: Fichier pour skin différent:

source: Video stream type:
bg_bg: Тип на видео потока:
es_es: Tipo de stream de video:
fr_fr: Type de Streaming:

source: Video scale mode:
bg_bg: Тип на оразмеряването на видеото:
es_es: Modo de escala de vídeo:
fr_fr: Mode de mise à l'échelle de la vidéo:

source: Autohide:
bg_bg: Автоматично скриване:
es_es: Ocultar automáticamente:
fr_fr: Masquer automatiquement:

source: Play button overlay:
bg_bg: Подложка на бутона за изпълнение:
es_es: Superposición del Botón de reproducción:
fr_fr: Bouton de lecture en superposition:

source: Default number of thumbnails to generate:
bg_bg: Брой по подразбиране на генерираните картинки:
es_es: Número predeterminado de miniaturas para generar:
fr_fr: Nombre de vignette à générer par défaut:

source: User capabilities:
bg_bg: Потребителски права:
es_es: Capacidades de los usuarios:
fr_fr: Permissions d'utilisateur:

source: Video security:
bg_bg: Сигурност на видеото:
es_es: Seguridad del vídeo:
fr_fr: Sécurité de la vidéo:

source: Featured image:
bg_bg: Картинка на публикацията:
es_es: Imagen destacada:
fr_fr: Image à la une:

source: Attach thumbnails to:
bg_bg: Прикачване на картинките към:
es_es: Adjuntar miniaturas a:
fr_fr: Joindre une pièce jointe à:

source: Delete associated attachments:
bg_bg: Изтриване на свързаните прикачени файлове:
es_es: Eliminar archivos adjuntos asociados:
fr_fr: Supprimer les pièces jointes associées:

source: Video title text HTML formatting:
bg_bg: HTML форматиране на заглавия на видеата:
es_es: Formato HTML del texto de título de vídeo:
fr_fr: Titre des vidéos en HTML:

source: Attachment page design:
bg_bg: Дизайн на страницата за прикачен файл:
es_es: Visualización de la plantilla adjuntos:
fr_fr: Affichage de la template de pièce jointe:

source: Path to applications folder on server:
bg_bg: Път към директорията на приложението на сървъра:
es_es: Ruta a la carpeta de aplicaciones en el servidor:
fr_fr: Chemein vers le dossier des applications sur le serveur:

source: Application for thumbnails & encoding:
bg_bg: Приложения за картинки и кодиране:
es_es: Aplicación para miniaturas y codificación:
fr_fr: Application pour les vignettes & l'encodage:

source: Enable in-browser thumbnails:
bg_bg: Включи картинките в браузъра:
es_es: Activar miniaturas en el navegador:
fr_fr: Activer les vignettes dans le navigateur:

source: Default video encode formats:
bg_bg: Формати по подразбиране за видео кодиране:
es_es: Formatos de codificación de vídeo por defecto:
fr_fr: Format d'encodage par défaut:

source: Do automatically on upload:
bg_bg: Изпълнявай автоматично след качване:
es_es: Realice automáticamente al cargar:
fr_fr: À faire automatiquement dans la foulée à la suite de l'upload:

source: For previously uploaded videos:
es_es: Para vídeos subidos anteriormente:

source: htaccess login:
es_es: Inicio de sesión htaccess:
fr_fr: Identifiant htaccess:

source: Add watermark to encoded files:
bg_bg: Добавяй воден знак към кодираните файлове:
es_es: Añadir marca de agua a los archivos codificados:
fr_fr: Ajouter un filigrane aux vidéos encodées

source: Method to fix encoded H.264 headers for streaming:
bg_bg: Метод за поправяне на H.264 хедъри за стрийминг:
es_es: Método para corregir encabezados H.264 codificados para la transmisión:
fr_fr: Methode pour adapter les entêtes H.264 pour le streaming:

source: Encode quality control method:
bg_bg: Метод за контрол на качеството на кодиране:
es_es: Método de control de calidad de codificación:
fr_fr: Methode de controle de qualité d'encodage:

source: Constant Rate Factors (CRF):
es_es: Factores constantes de tasa (CRF):
fr_fr: Facteurs de taux constant (Constant Rate Factors (CRF)):

source: Average Bit Rate:
bg_bg: Среден Битрейт:
es_es: Tasa de bits promedio:
fr_fr: Taux de bit moyen (Average Bit Rate):

source: H.264 profile:
bg_bg: H.264 профил:
es_es: perfil H.264:
fr_fr: Profil H.264:

source: Audio bit rate:
bg_bg: Аудио битрейт:
es_es: Tasa de bits de audio:
fr_fr: Bitrate audio:

source: FFMPEG legacy options:
bg_bg: FFMPEG наследени опции:
es_es: Opciones adicionales FFMPEG:
fr_fr: Options d'héritage FFMPEG

source: Execution:
bg_bg: Изпълнение:
es_es: Ejecución:

source: Test FFMPEG:
bg_bg: Тестване на FFMPEG:
es_es: Prueba FFMPEG:

source: WordPress Default
bg_bg: WordPress по подразбиране
es_es: WordPress por defecto
fr_fr: Lecteur WordPress par défaut

source: (deprecated)
bg_bg: (вече не се разработва)
es_es: ( desuso)
fr_fr: (déconseillé)

source: Video player:
bg_bg: Видео плеър:
es_es: Reproductor de vídeo:
fr_fr: Lecteur vidéo:

source: Video.js is the default player. Users running WordPress 3.6 or higher can choose the WordPress Default Mediaelement.js player which may already be skinned to match your theme. If the JW Player WordPress plugin is active it should be available as a video player. In the past this plugin used Adobe's Strobe Media Playback Flash player, which hasn't been updated since 2011 and is not recommended. It should still work, but new plugin functions are not guaranteed to be compatible.
bg_bg: Video.js е видео плеърът по подразбиране. Потребители, използващи версия 3.6 или по-нова могат да използват плеърът по подразбиране в WordPress - Mediaelement.js , който може би вече е стилизиран да съответства на темата, която използвате. Ако разширението на JW player е активно, ще бъде достъпно за избор. Можете да използвате Strobe media player на Adobe, но той не е обновяван от 2011 година и не се препоръчва. Вероятно ще работи, но не можем да гарантираме съвместимост с нови функционалности.
es_es: Video.js es el reproductor predeterminado. Los usuarios que ejecutan WordPress 3.6 o superior pueden elegir el reproductor Mediaelement.js WordPress por defecto que puede ya tener una piel para que coincida con su tema. Si el plugin JW Player WordPress está activo debe estar disponible como un reproductor de vídeo. En el pasado este plugin utilizaba el reproductor Adobe's Strobe Media Playback Flash, que no ha sido actualizado desde 2011 y no se recomienda. Aún debería funcionar, pero las nuevas funciones del plugin no se garantiza que sea compatible.
fr_fr: 'Video.js' est le lecteur par défaut. À partir de WordPress 3.6 vous pouvez utiliser le lecteur de base, Mediaelement.js qui est peut-être déjà personnalisé aux couleurs de votre thème. Si le plugin WordPress JWPlayer est activé, il devrait être disponible en tant que lecteur vidéo. Auparavant, ce plugin utilisait le Strobe Media Playback Flash player d'Adobe qui n'est plus mis à jour depuis 2011 et du coup il n'est donc pas recommandé de l'utiliser. Cela devrait tout de même pouvoir fonctionner, mais les nouvelles fonctionnalités du plugin risquent de ne pas être compatibles.

source: Overlay video title
bg_bg: Заглавие върху видеото
es_es: Título de vídeo de cubierta
fr_fr: Titre de la vidéo en superposition

source: Overlay embed code
bg_bg: Код за вграждане върху видеото
es_es: Código de inserción de cubierta
fr_fr: Code d'intégration superposé

source: Show download link
bg_bg: Показване на линк за сваляне
es_es: Mostrar enlace de descarga
fr_fr: Afficher le lien de téléchargement

source: Show view count
bg_bg: Показване на брой гледания
es_es: Mostrar contador de vistas
fr_fr: Afficher le nombre de vues

source: Choose a Thumbnail
bg_bg: Изберете картинка
es_es: Elija una miniatura
fr_fr: Choix d'une vignette

source: Set as video thumbnail
bg_bg: Задайте като картинка на видеото
es_es: Establecer como miniatura de vídeo
fr_fr: Définir en tant que vignette pour la vidéo

source: Display thumbnail image again when video ends.
bg_bg: Покажете картинката на видеото отново, когато клипът свърши
es_es: Mostrar la miniatura de nuevo cuando el vídeo termina.
fr_fr: Afficher la vignette quand la vidéo se termine.

source: Choose End of Video Image
bg_bg: Изберете картинка за край на видеото
es_es: Elija imagen de fin de vídeo
fr_fr: Choix d'une image de fin de vidéo

source: Set as end of video image
bg_bg: Задайте като картинка за край на видеото
es_es: Establecer como miniatura de vídeo
fr_fr: Définir en tant qu'image de fin de vidéo

source: Display alternate image when video ends.
bg_bg: Показване на алтернативна картинка след края на видеото
es_es: Mostrar la miniatura de nuevo cuando el vídeo termina.
fr_fr: Afficher une des vignettes à la fin de la vidéo.

source: Choose a Watermark
bg_bg: Изберете воден знак
es_es: elegir una Marca de Agua
fr_fr: Choix d'un filigrane

source: Set as watermark
bg_bg: Задайте като воден знак
es_es: conjuntocomo marca de agua
fr_fr: Définir en tant que filigrane

source: left
bg_bg: ляво
es_es: izquierda
fr_fr: gauche

source: center
bg_bg: център
es_es: Centro
fr_fr: centre

source: right
bg_bg: дясно
es_es: Derecha
fr_fr: droite

source: Make video player responsive.
bg_bg: Направете видео плеърът адаптивен
es_es: Haga responsivo el reproductor de vídeo
fr_fr: Rendre le lecteur vidéo responsive. (adapté à la taille de l'écran)

source: Choose video resolution automatically based on player size.
es_es: Selecciona automáticamente la resolución del vídeo basado en el tamaño del reproductor.
