Repository: wp-plugins/video-embed-thumbnail-generator
Catalog: languages/video-embed-thumbnail-generator-*.po
Languages: bg_bg, es_es, fr_fr

source: Can't open movie file.
bg_bg: Видео файлът не може да бъде отворен.
es_es: No se puede abrir el archivo de película.
fr_fr: Impossible d'ouvrir le fichier vidéo.

source: %1$s updated in existing queue entry in position %2$s.
bg_bg: %1$s беше обновен в съществуващата опашка на позиция %2$s.
es_es: %1$s actualizad en la cola de entrada en la posición %2$s.
fr_fr: %1$s mis à jour dans la file d'attente en position %2$s.

source: Video is already queued in position %s.
bg_bg: Видеото вече е в опашката на позиция %s.
es_es: El vídeo ya está en la cola en la posición %s.
fr_fr: La vidéo est déjà dans la file d'attente en position %s.

source: Starting
bg_bg: Стартиране
es_es: Iniciando
fr_fr: Démarrage

source: %1$s added to queue in position %2$s.
bg_bg: %1$s беше добавен в опашката на позиция %2$s.
es_es: %1$s añadido a la cola en la posición %2$s.
fr_fr: %1$s a été ajouté à la file d'attente en position %2$s.

source: Nothing to encode.
bg_bg: Няма нищо за кодиране.
es_es: Nada para codificar
fr_fr: Rien à encoder.

source: Error: %1$s not found. Verify that %1$s is installed at %2$s and check the %3$sapplication path plugin setting
bg_bg: Грешка: %1$s не бе намерен. Проверете отново дали %1$s е инсталиран във %2$s и проверете настройката за път до приложението в %3$s.
es_es: Error: %1$s no encontrado. Verifiqueque %1$s está instalado en %2$s y compruebe la configuración de ruta del plugin a la aplicación %3$s.
fr_fr: Erreur: %1$s non trouvé. Verifiez que %2$s soit installé dans %2$s ainsi que le paramétrage du chemin de l'application %3$s.

source: %s already encoded
bg_bg: %s е вече кодиран
es_es: %s ya se encuentra codificado
fr_fr: %s déjà encodé

source: %s missing library libx264 required for H.264 encoding
bg_bg: %s няма libx264 библиотека, която е нужда на H.264 кодиране
es_es: %s falta biblioteca libx264 necesaria para la codificación H.264
fr_fr: %s a besoin de la bibliothèque libx264 requise pour l'encodage H.264

source: or
bg_bg: или
es_es: o
fr_fr: ou

source: and missing an AAC encoding library. Please install and enable libx264 and %s
bg_bg: и липсва AAC библиотека за кодиране. Инсталирайте и включете libx264 и %s
es_es: y falta una biblioteca de codificación AAC.Por favor, instalar y habilitar libx264 y %s
fr_fr: et a aussi besoin de la bibliothèque d'encodage AAC. Veuillez installer et activer libx264 et %s

source: Missing libraries
bg_bg: Липсващи библиотеки
es_es: Bibliotecas faltantes
fr_fr: Bibliothèques manquantes

source: Encoding %s
bg_bg: Кодиране на %s
es_es: Codificando %s
fr_fr: Encodage %s

source: %1$s missing library %2$s required for %3$s encoding.
bg_bg: %1$s липсваща библиотека %2$s, нужна за кодирането на %3$s.
es_es: %1$s biblioteca faltante %2$s necesaria para la codificación %3$s.
fr_fr: %1$s a besoin de la bibliothèque manquante %2$s, requise pour encoder %3$s.

source: %s already encoded.
bg_bg: %s е вече кодирано.
es_es: %s ya se encuentra codificada
fr_fr: %s déjà encodé.

source: Error: Command 'escapeshellcmd' is disabled on your server.
bg_bg: Грешка: Командата 'escapeshellcmd' е изключена на сървъра Ви.
es_es: Error: Comando 'escapeshellcmd' está deshabilitado en el servidor
fr_fr: Erreur: La commande 'escapeshellcmd' est désactivée sur votre server.

source: Encoding
bg_bg: Кодиране
es_es: Codificando
fr_fr: Encodage

source: Cancel
bg_bg: Отказ
es_es: Cancelar
fr_fr: Annuler

source: Elapsed:
bg_bg: Изминало време:
es_es: Transcurrido:
fr_fr: Ecoulé:

source: Remaining:
bg_bg: Оставащо време:
es_es: Quedan:
fr_fr: Restant:

source: Encoding Complete
bg_bg: Кодирането е завършено
es_es: Codificación completa
fr_fr: Encodage terminé

source: Encoding was canceled.
bg_bg: Кодиранет беше прекъснато.
es_es: Codificación se canceló.
fr_fr: L'encodage a été annulé.

source: No log file
bg_bg: Няма лог файл
es_es: ningún archivo de registro
fr_fr: Pas de fichier log

source: Waiting...
bg_bg: Изчакване...
es_es: Esperando ...
fr_fr: Attente...

source: Fixing moov atom for streaming
bg_bg: Поправяне на 'moov атоми' за стройминг
es_es: Corregir átomo moov para el streaming
fr_fr: Ajustement de moov atom pour le streaming

source: Video Embed & Thumbnail Generator Shortcode Reference
es_es: Referencia Código corto Video Embed & Thumbnail Generator
fr_fr: Video Embed & Thumbnail Generator - Réfèrence des Shortcodes

source: Use these optional attributes in the [KGVID] shortcode:
bg_bg: Използвайте тези допълнителни атрибути към [KGVID] шорткода:
es_es: Usar estos atributos opcionales en el código corto [KGVID]:
fr_fr: Utilisez ces attributs optionnels dans le shortcode [KGVID]:

source: video attachment ID (instead of using a URL).
bg_bg: ID на видео прикачения файл (вместо URL адрес).
es_es: ID video adjunto (en lugar de mediante una dirección URL).
fr_fr: ID de la pièce jointe vidéo (au lieu d'utiliser une URL)

source: number of attached videos to display if no URL or ID is given.
bg_bg: брой на прикачени видеа, които да се покажат, ако не е въведен URL адрес или ID.
es_es: número de videos adjuntos a mostrar si hay URL o ID es dado.
fr_fr: nombre de vidéos en pièces jointes à afficher si aucune URL ni ID n'est fourni.

source: criteria for sorting attached videos if no URL or ID is given.
bg_bg: критерии за подреждане на прикачените видеа, ако не е въведен URL адрес или ID.
es_es: criterios para clasificar los vídeos adjuntos si no se da el URL o ID.
fr_fr: critère de tri pour les pièces jointes vidéos si aucun URL ni ID n'est fourni.

source: sort order.
bg_bg: начин на подреждане.
es_es: orden de clasificación.
fr_fr: ordre de tri.

source: sets the thumbnail.
bg_bg: задава картинката.
es_es: establece la miniatura.
fr_fr: définie la vignette.

source: sets the image shown when the video ends.
bg_bg: задава изображението, показващо се след края на видеото.
es_es: establece la imagen que aparece cuando termina el video.
fr_fr: définie l'image suivante à la fin de la vidéo.

source: set video to always expand to fill its container.
es_es: establece que el vídeo siempre se expande para rellenar su contenedor.

source: allow other content on the same line as the video
bg_bg: разрешаване на друго съдържание(напр. текст) на същия ред с видеото
es_es: permitir otras contenidos en la misma línea que el vídeo
fr_fr: permettre l'ajoute de contenu suplémentaire sur la même ligne que la vidéo

source: pre-sets the volume for unusually loud videos. Value between 0 and 1.
bg_bg: предефинира силата на звука за необичайно шумни клипове. Стойността е между 0 и 1.
es_es: pre-configura el volumen para videos inusualmente fuertes. Valor entre 0 y 1.
fr_fr: pré réglage du volume pour les vidéos inhabituellement fortes. Valeur entre 0 et 1.

source: sets the mute button on or off.
es_es: selecciona el botón de silencio encendido o apagado.

source: sets the controlbar position. "Floating" option only works with Strobe Media Playback.
bg_bg: задава позицията на контролната лента. "Плаващо" работи само в 'Strobe' медия плеърът.
es_es: Establece la posición de barra de control. La opción "Flotante " sólo funciona con Strobe Media Playback.
fr_fr: définie la position de la bar de control. L'option "Flottant" ne marche qu'avec le Strobe Media Playback.

source: or %s to disable.
bg_bg: или %s за изключване.
es_es: Ó %s para desactivar.
fr_fr: ou %s pour désactiver.

source: changes text displayed in the embed code overlay in order to provide a custom method for embedding a video or %s to disable.
bg_bg: променя текста в полето за код за вграждане, давайки възможност за персонализиран метод за вграждане на видеа или %s за изключване.
es_es: Cambia el texto que aparece en la superposición de código de inserción con el fin de proporcionar un método personalizado para incrustar un vídeo ó %s para desactivarlo.
fr_fr: change le texte affiché dans le code d'intégration afin de fournir une méthode personnalisée pour intégrer une vidéo ou %s pour désactiver.

source: turns the view count on or off.
bg_bg: Включва/Изключва показването на брояча на гледания.
es_es: Enciende o apaga el conteo de vistas.
fr_fr: activer ou non le comptabilisation des vues.

source: text that is displayed below the video (not subtitles or closed captioning)
bg_bg: текст, показващ се под видеото (не субтитри/надписи).
es_es: texto que se muestra debajo del video (no subtítulos o capciones)
fr_fr: le texte qui est affiché en dessous de la vidéo (pas les sous-titres ni la légende)

source: Used for metadata only.
bg_bg: Използва се единствено за метаданни.
es_es: Se utiliza sólo para metadatos.
fr_fr: Utilisé pour les metadata seulement.

source: generates a link below the video to make it easier for users to save the video file to their computers.
bg_bg: генерира връзка под видето, улесняваща свалянето на клипове от потребителите.
es_es: genera un enlace debajo del video para que sea más fácil para los usuarios guardar el archivo de vídeo en sus ordenadores.
fr_fr: génère un lien sous la vidéo pour rendre plus aisé le téléchargement du fichier vidéo pour l'utilisateur.

source: allow or disable right-clicking on the video player.
bg_bg: позволяване или забраняване на кликане с десен бутон върху видеото.
es_es: permitir o deshabilitar el botón derecho sobre el reproductor de vídeo.
fr_fr: permettre ou interdire le click-droit sur la lecteur vidéo.

source: allow or disable responsive resizing.
bg_bg: позволяване или забраняване на адаптивно променяне на размера.
es_es: permitir o deshabilitar el cambio de tamaño responsivo.
fr_fr: activer ou désactiver le redimmensionnement responsive (adataptation à la taille de l'écran)

source: let the plugin select the best resolution for the size of the player.
es_es: dejar que el plugin seleccione la mejor resolución según el tamaño del reproductor.

source: These options will add a subtitle/caption track.
bg_bg: Тези настройки ще добавят субтитри/надписи.
es_es: Estas opciones añaden una pista para subtítulo/capción.
fr_fr: Ces options ajoutent un piste de sous-titres/légende.

source: URL of the WebVTT file.
bg_bg: URL адрес на WebVTT файла.
es_es: URL del archivo WebVTT.
fr_fr: URL du fichier WebVTT.

source: the track's two-character language code (en, fr, es, etc)
bg_bg: езиковият код на пътечката(два символа, пр. en, fr, es и тн.)
es_es: Idioma del Código de dos caracteres de la pista (in, fr, es, etc.)
fr_fr: Le code language de la piste (en, fr, es etc...)

source: text that will be shown to the user when selecting the track.
bg_bg: текстът, който ще се показва на потребителите, когато избират пътечка.
es_es: el texto que se mostrará al usuario cuando seleccione la pista.
fr_fr: le text qui sera affiché à l'utilisateur quand il selectionnera la piste.

source: These options will only affect Video.js playback
bg_bg: Тези настройки се отнасят само за възпроизвеждане чрез Video.js
es_es: Estas opciones sólo afectan la reproducción de Video.js
fr_fr: Ces options affecteront seulement Video.js

source: Completely change the look of the video player. %sInstructions here.
bg_bg: Променете напълно вида на видео плеърът. %sИнструкции.
es_es: Cambiar completamente el aspecto del reproductor de vídeo. %sInstrucciones aquí.
fr_fr: Changer complétement l'apparence du lecteur vidéo. Les instructions de %s sont ici.

source: These options will only affect Flash playback in Strobe Media Playback video elements. They will have no effect on other players.
bg_bg: Тези настройки се отнасят само за изпълняване на Flash съдържание във Strobe Media playback видео плеър. Няма да има ефект върху други плеъри.
es_es: Estas opciones sólo afectan la reproducción de Flash en elementos de vídeo Strobe Media Playback. Ellas no tendrán ningún efecto sobre otros reproductores.
fr_fr: Ces options affectent uniquement le playback Flash dans les éléments Strobe Media Playback. Ils n'auront pas d'incidences sur les autres lecteurs.

source: specify whether to autohide the control bar after a few seconds.
bg_bg: изберете дали контролната лента да се скрива автоматично след няколко секунди.
es_es: Especificar si se oculta automáticamente la barra de control al cabo de unos segundos.
fr_fr: spécifiez s'il faut masquer automatiquement la barre de control après quelques secondes.

source: turns the big play button overlay in the middle of the video on or off.
bg_bg: Включва/изключва големият бутон за пускане в средата на видеото.
es_es: Enciende o apaga el overlay del botón jugar en el medio del video.
fr_fr: mets le gros boutton "lire" au millieu de la vidéo sur on ou sur off.

source: I honestly don't know what this is for.
bg_bg: Честно казано, нямам идея за какво е това.
es_es: Sinceramente, no sé para qué es esto.
fr_fr: En toute honnêteté, je ne sais pas ce dont il s'agit.

source: If the video display size isn't the same as the video file, this determines how the video will be scaled.
bg_bg: Как да бъде преоразмерено видеото, ако размера на плеъра не е същия като размера на оригиналния видео файл.
es_es: Si el tamaño de la pantalla de vídeo no es el mismo que el archivo de vídeo, esto determina cómo se escalará el video.
fr_fr: Si la taille d'affichage de la vidéo n'est pas la même que celle du fichier vidéo, cela détermine comment la vidéo va être mise à l'échelle.

source: set the background color to whatever hex code you want.
bg_bg: сменете цвета на фона
es_es: establezca el color de fondo alo código hex que desee.
fr_fr: définie la couleur d'arrière plan selon le code hexdécimal de votre choix.

source: Lets you specify all these flashvars in an XML file.
bg_bg: Позволява Ви да зададете всички тези променливи в XML файл.
es_es: Permite especificar todos estos flashvars en un archivo XML.
fr_fr: Vous laisse spécifier toutes ces flashvars dans un fichier XML.

source: These options are available for video galleries (options work the same as standard WordPress image galleries)
bg_bg: Тези настройки са налични за видео галериите (работят по същия начин както обикновените WordPress галерии)
es_es: Estas opciones están disponibles para las galerías de vídeo (las opciones funcionan igual que las galerías de imágenes de WordPress estándar)
fr_fr: Ces options sont disponibles pour les galleries vidéos (les options fonctionnent de la même façon que les galleries WordPress standards)

source: turns on the gallery
bg_bg: включва галерията
es_es: Enciende la galería
fr_fr: active la gallerie

source: width in pixels to display gallery thumbnails
bg_bg: ширина в пиксели на картинките в галериите
es_es: anchoen píxeles para mostrar imágenes en miniatura de la galería
fr_fr: largeur en pixels pour afficher la gallery de vignettes

source: comma separated video attachment IDs. Excludes the videos from the gallery.
bg_bg: ID-та на видео файлове, разделени със запетая. Изключва зададените видеа от галерията.
es_es: IDs de adjuntos de vídeo separados por comas. Excluye los vídeos de la galería.
fr_fr: IDs des vidéos en pièces jointes séparées par des virgules. Exclue les vidéos de la gallery.

source: comma separated video attachment IDs. Includes only these videos in the gallery. Please note that include and exclude cannot be used together.
bg_bg: ID-та на видео файлове, разделени със запетая. Включва само избраните видеа в галерията. Имайте предвид че 'включване' и 'изключване' не могат да бъдат използвани заедно.
es_es: IDs de adjuntos de vídeo separados por comas. Incluye sólo estos videos en la galería. Tenga en cuenta que incluir y excluir no se pueden utilizar juntos.
fr_fr: IDs des vidéos en pièces jointes séparées par des virgules. Inclue seulement ces vidéos dans la gallery. Notez que les fonctionnalités d'inclusion et d'exclusion ne peuvent être utilisées en même temps.

source: criteria for sorting the gallery
bg_bg: критерий за сортиране на галерията
es_es: Criterios para clasificar la galería
fr_fr: critères de tri de la gallerie

source: sort order
bg_bg: начин на подреждане
es_es: Orden de la clasificación
fr_fr: ordre de tri

source: post ID to display a gallery made up of videos associated with a different post.
bg_bg: ID на публикация, която да съдържа галерия, изградена от видеа, асоцирани с различна публикация.
es_es: ID del mensaje para mostrar una galería compuesta por vídeos asociados a una publicación diferente.
fr_fr: ID du post pour afficher une gallerie constituée de vidéos associées à un post différent.

source: either close the pop-up or start playing the next video when the current video finishes playing.
bg_bg: Затворете изскачащия прозорец или изпълнете следващото видео след като възпроизвеждането завърши.
es_es: Ya sea cerrar el pop-up o empezar a reproducir el siguiente video cuando el vídeo actual termine de reproducirse.
fr_fr: fermeture du popup ou démarrage de la vidéo suivante dès que la vidéo courante touche à sa fin.

source: Replace original with H.264
bg_bg: Заместете оригинала с H.264
fr_fr: Remplacer l'original par une version encodée en H.264

# please wait
source: Wait
bg_bg: Момент
fr_fr: Veuillez Patienter

source: Processing...
bg_bg: Обработване...
fr_fr: En cours d'execution...

# noun
source: Label:
bg_bg: Етикет:

# noun for Google Analytics event
source: Play Start
bg_bg: Стартиране на възпроизвеждане
fr_fr: Lire

# noun for Google Analytics event
source: Complete View
bg_bg: Пълно гледане
fr_fr: Vue complète

# button text to play next video
source: Next
bg_bg: Следващо
fr_fr: Suivant

# button text to play previous video
source: Previous
bg_bg: Предишно
fr_fr: Précèdent

# precedes code for embedding video
source: Embed:
bg_bg: Вграждане:
fr_fr: Intégration:

# ex: FFMPEG not found at /usr/local/bin
source: %1$s not found at %2$s
bg_bg: %1$s не е намерен във %2$s
fr_fr: %1$s non trouvé à %2$s

# Button text
source: Update
bg_bg: Обновяване
fr_fr: Mise à jour

# Button text
source: Encode
bg_bg: Кодиране
fr_fr: Encoder

# noun, column header
source: Order
bg_bg: Подреждане
fr_fr: Ordre

# username, column header
source: User
bg_bg: Потребител
fr_fr: Utilisateur

# noun, column header
source: Thumbnail
bg_bg: Картинка
fr_fr: Vignette

# noun, column header
source: File
bg_bg: Файл
fr_fr: Fichier

# noun, column header
source: Formats
bg_bg: Формати

# noun, column header
source: Actions
bg_bg: Действия

# multisite site name, column header
source: Site
bg_bg: Сайт

# Tools page title
source: Video Embed & Thumbnail Generator Encoding Queue
bg_bg: Video Embed & Thumbnail Generator Опашка за кодиране
fr_fr: Video Embed & Thumbnail Generator - Encodage en attente

# Title in admin sidebar
source: Video Encode Queue
bg_bg: Опашка за кодиране на видео
fr_fr: File d'attente d'encodage

# Title in network admin sidebar
source: Network Video Encode Queue
bg_bg: Опашка за кодиране на видео в мрежата
fr_fr: Encodage en attente pour les Vidéos en réseau (déjà en ligne)

source: Path to applications on the server:
bg_bg: Път до приложенията на сървъра:
fr_fr: Adresse des application sur le serveur:

source: User capabilties for new sites:
bg_bg: Потребителски привилегии за нови сайтове:
fr_fr: Permissions d'utilisateur pour les nouveau sites:

source: Super Admins only:
bg_bg: Само за супер администратори:
fr_fr: Super Admins uniquement:

source: If you're getting some use out of this plugin, please consider donating a few dollars to support its future development.
bg_bg: Ако разширението ви върши работа, помислете за дарение, за продължаване на разработката му.
fr_fr: Si ce plugin vous est utile dans vos projets, merci d'envisager une donation de quelques dollars afin de soutenir la poursuite de son développement.

# FFMPEG settings tab
source: %s settings tab.
bg_bg: Раздел с настройки за %s.
fr_fr: onglet réglages de %s

# Adjective, tab title
source: General
bg_bg: Общи
fr_fr: Général

# FFMPEG Settings, tab title
source: %s Settings
bg_bg: %s настройки
fr_fr: Réglages de %s

# verb
source: Loop:
bg_bg: Повтаряне:
fr_fr: En boucle:

# CSS class for video skin
source: Skin class:
bg_bg: CSS клас на кожата:
fr_fr: Class pour une skin différente:

# program execution options
source: Execution:
bg_bg: Изпълнение:
fr_fr: Exécution:

source: auto
bg_bg: автоматично

# Suggest not translating the words in quotation marks
source: Controls how much of a video to load before the user starts playback. Mobile browsers never preload any video information. Selecting "metadata" will load the height and width and format information along with a few seconds of the video in some desktop browsers. "Auto" will preload nearly a minute of video in most desktop browsers. "None" will prevent all data from preloading.
bg_bg: Каква част от видеото да се зареди, преди клипът да бъде пуснат. Мобилните браузъри зареждат нищо предварително. "метаданни" ще заредят предварително размера на клипа и няколко секунди от началото му в някои браузъри. "автоматично" ще зареди предварително около минута от видеото в повечето браузъри. "без" ще спре предварителното зареждане изцяло.
fr_fr: Control du nombre de vidéos à pré charger avant que l'utilisateur démarre le lecteur. À noter que les navigateurs mobiles ne préchargent pas les vidéos. Le fait de selectionner "metadata" chargera les information de dimensions de la vidéo et pour certains navigateurs, hors mobiles, quelques secondes de la vidéo."Auto" chargera environ une minute de la vidéo dans la plupart des navigateurs (hors mobiles). "Aucun" empêchechera de pré-charger quoi que ce soit.

source: liveOrRecorded
bg_bg: на живо или запис
fr_fr: direct ou pré-enregistré

# "Open Graph" is a proper noun and might not need translation
source: Enable Open Graph video tags
bg_bg: Включете OpenGraph видео етикети
fr_fr: Activer le tag vidéo Open Graph

# implied "Set all thumbnails as featured"
source: Set all as featured
bg_bg: Задайте всички като картинки на публикации
fr_fr: Définir toutes les vignettes en tant qu'image à la une.

source: Replace original with same resolution H.264
bg_bg: Заместване на оригиналът със H.264 със същата разд. способност
fr_fr: Remplace l'original avec la même résolution H.264
